Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Based on formulation development studies, spesolimab drug product was found to be stable at slightly acidic conditions, thus the target was set to pH 5.5 for the commercial formulation of spesolimab drug product.
es_es: Según los estudios de desarrollo de la formulación, se descubrió que el medicamento Espesolimab es estable en condiciones ligeramente ácidas, por lo que se fijó en un pH de 5,5 el objetivo para la formulación comercial del medicamento Espesolimab.

source: Based on historical data and method variance and to ensure an isotonic solution for injection the acceptance criterion is defined as approximately ± 30 mosmol/kg of the target osmolality.
es_es: A partir de datos históricos y de la varianza del método, y con objeto de garantizar una solución isotónica inyectable, el criterio de aceptación se define en aproximadamente ± 30 mOsmol/kg de la osmolalidad objetivo.

source: Based on investigator country stratification, empagliflozin exposure appeared to be comparable in patients from Canada, China, and Japan and lower in patients from Germany, Mexico, and the Netherlands, whereas empagliflozin exposure in patients from the United States was in between the two groups (see Table 15.6.2: 10 and Figure 15.6.5.2: 10).
es_es: Con base en la estratificación por país del investigador, la exposición a la empagliflozina pareció equiparable entre los pacientes de Canadá, China y Japón, y menor en pacientes de Alemania, México y Países Bajos, a la vez que, en pacientes de Estados Unidos, estuvo intermediando entre los dos grupos (ver Tabla 15.6.2: 10 y Figura 15.6.5.2: 10).

source: Based on manufacturing and clinical experience, not more than 10 particles are considered as few and acceptable as an inherent quality attribute and product characteristic of the drug product during stability.
es_es: Con base en la experiencia de fabricación y la experiencia clínica, se concideran pocas y aceptables como máximo 10 partículas, en tanto atributo inherente de calidad y característica del medicamento durante la estabilidad.

source: Based on meta- analysis of the recent endovascular trials, the rate of pre-angiographic recanalization with alteplase was 19/253 (7.5%).(11-13)
es_es: Según un metanálisis de nsayos endovasculares recientes, la tasa de recanalización preangiográfica con alteplasa fue de 19/253 (7.5%).(11-13)

source: Based on metaanalysis of the recent endovascular trials, the rate of pre-angiographic recanalization with alteplase was 19/253 (7.5%).(11-13)
es_es: Según un metanálisis de los ensayos endovasculares recientes, la tasa de recanalización preangiográfica con alteplasa fue 19/253 (7.5%).(11-13)

source: Based on platform technology at BI, a filter with polyvinylidene fluoride (PVDF) membrane and a nominal pore size of 0.2 μm is used.
es_es: A partir de tecnología de plataforma de BI, se utiliza un filtro con una membrana de fluoruro de polivinilideno y un tamaño nominal de poro 0.2 μm.

source: Based on recent external information from the most complete meta-analysis available at the time of compiling v3 of this protocol,(3) the estimated angiographic reperfusion following alteplase is 7.5% (95%CI:
es_es: Según información externa reciente del metanálisis más completo disponible al momento de compilar la versión 3 de este protocolo, (3) la reperfusión angiográfica estimada tras el uso de alteplasa era 7.5% (IC del 95%:

source: Based on recent external information from the most complete meta-analysis available at the time of compiling v3 of this protocol,(3) the estimated angiographic reperfusion following alteplase is 7.5% (95%CI: 4.6%-11.5%).
es_es: Según información externa reciente del metanálisis más completo disponible al momento de compilar la versión 3 de este protocolo,(3) la reperfusión angiográfica estimada tras el uso de alteplasa era 7.5% (IC del 95%: 4.6%-11.5%).

source: Based on risk assessment and development studies the process parameters and ranges listed in Table 39 have been defined.
es_es: De acuerdo con la evaluación de riesgos y los estudios de desarrollo, se definieron los parámetros del proceso consignados en la Tabla 39.

source: Based on risk assessment, development studies and transfer fills, the process parameters, ranges and settings listed in Table 29 and process indicators listed in Table 30 were identified.
es_es: De acuerdo con la evaluación de riesgos, los estudios de desarrollo y los llenados de transferencia, se establecieron los parámetros, rangos y configuraciones del proceso que se enumeran en la Tabla 29 y los indicadores del proceso que figuran en la Tabla 30.

source: Based on risk assessment, information provided by the vendor, development studies, at-scale fills and sterile filter validation, the process parameters listed in Table 15 and process indicators listed in Table 16 were identified and ranges and settings were defined.
es_es: A partir de la evaluación de riesgos, la información proporcionada por el proveedor, los estudios de desarrollo, los llenados a escala y la validación del filtro estéril, se identificaron los parámetros del proceso enumerados en la Tabla 15 y los indicadores del proceso consignados en la Tabla 16, y se establecieron rangos y ajustes.

source: Based on risk assessments, development studies, at-scale fills and sterilisation process validation, the process parameters listed in Table 18 and process indicators listed in Table 19 were identified and set points and ranges were defined.
es_es: De acuerdo con las evaluaciones de riesgos, los estudios de desarrollo, los llenados a escala y la validación del proceso de esterilización, se identificaron los parámetro del proceso consignados en la Tabla 18 y los indicadores del proceso detallados en la Tabla 19, y se establecieron puntos de ajuste y rangos.

source: Based on safety and efficacy considerations, the current commercial DS acceptance criteria were applied for release testing of DP and the maximal change during stability was considered for setting of the shelf-life acceptance criteria.
es_es: Con base en consideraciones de seguridad y eficacia, se tomaron los criterios de aceptación comerciales vigentes para el principio activo y se los aplicó a las pruebas de liberación del medicamento, y se consideró el cambio máximo durante la estabilidad para establecer los criterios de aceptación de la vida útil.

source: Based on six individual experiments the DNA log Clearance Factor ranged from 3.46 to 4.12 logs.
es_es: Con base en seis ensayos individuales, el factor de depuración logarítmica de ADN osciló entre 3,46 y 4,12 unidades logarítmicas.

source: Based on stability data obtained, the recommended shelf-life for spesolimab PFS is 36 months at refrigerated conditions, 2 - 8°C (36 - 46°F).
es_es: A partir de los datos de estabilidad obtenidos, la vida útil recomendada para la jeringa precargada de Espesolimab es de 36 meses en condiciones de refrigeración: 2 - 8° C (36 - 46° F).

source: Based on statistical evaluation of stability data, the release specification limit is extended from 0.3 % to 0.6 % for degradation product Z.
es_es: Con base en el análisis estadístico de los datos de estabilidad, para el producto de degradación Z, el límite de especificación a la liberación se extiende de 0.3 % a 0.6 %.

source: Based on statistical evaluation of stability data, the release specification limit is extended from 0.3 % to 0.6 % for degradation product Z. The adapted release specification is within qualified range and complies with ICH guidance.
es_es: Con base en el análisis estadístico de los datos de estabilidad, para el producto de degradación Z, el límite de especificación a la liberación se extiende de 0.3 % a 0.6 %. para cercanos o superiores a la especificación de liberación registrada vigente.

source: Based on the NO-HCTZ levels detected and the toxicological evidence (i.e., negative in-vivo mutagenicity study) it is not deemed necessary to continue the confirmatory testing of NO-HCTZ for Telmisartan / HCTZ Layered Tablets.
es_es: Según los niveles de NO-HCTZ detectados y la evidencia toxicológica (es decir, estudio de mutagenicidad in vivo negativo), no se considera necesario continuar con las pruebas confirmatorias de NO-HCTZ para Telmisartán/HCTZ, comprimidos multicapa.

source: Based on the NO-HCTZ levels detected and the toxicological evidence (i.e., negative in-vivo mutagenicity study), Boehringer will continue with the manufacture of DP Telmisartan / HCTZ Layered Tablets using micronized HCTZ API batches.
es_es: Según los niveles de NO-HCTZ detectados y la evidencia toxicológica (es decir, estudio de mutagenicidad in vivo negativo), Boehringer continuará fabricando el medicamento Telmisartán / HCTZ, comprimidos multicapa, empleando partidas del IFA HCTZ micronizado.

source: Based on the Ph. Eur. 2.2.28 gas chromatography method, an alternate BI- method for the determination of ethylene glycol has been developed and validated (as presented in sections 3.2.P.4.2 (q00295667-01, 5741239- p400al0101) and 3.2.P.4.3 (q00298230-01, 5741239-p430al0101)).
es_es: Con base en la metodología de Ph. Eur. 2.2.28, cromatografía gaseosa, se ha desarrollado y validado una metodología alternativa de BI para determinar el etilenglicol [tal como se presenta en las secciones 3.2.P.4.2 (q00295667-01, 5741239- p400al0101) y 3.2.P.4.3 (q00298230-01, 5741239-p430al0101)].

source: Based on the QTPP, the quality attributes (QAs) of the DP were identified and used to guide DP development.
es_es: De acuerdo con el perfil cualitativo previsto del producto, se identificaron los atributos de calidad del medicamento y se utilizaron como guía en el desarrollo del medicamento.

source: Based on the abovementioned assumptions and considering that the key secondary endpoint HHF (first and recurrent) was only to be tested if the primary endpoint was successful, the chance of showing significance for HHF in a positive trial was at least 70%.
es_es: Sobre la base de los supuestos mencionados anteriormente y considerando que el criterio de valoración secundario clave "hospitalización por insuficiencia cardíaca (HIC)(primera y recurrente) solo debía evaluarse si el criterio de valoración primario era afirmativo, la probabilidad de que la HIC diera un valor significativo en un ensayo positivo era de al menos 70%.

source: Based on the analytical data it can be concluded that the total daily mass of Class 1 elements, Class 2A elements as well as the elements which are intentionally added is far below the 30% control threshold of the oral PDEs and thus no additional controls have to be implemented in the drug product specification.
es_es: A partir de los datos analíticos, es posible concluir que la masa total diaria de elementos de clase 1 y de clase 2A, así como de elementos que se añaden intencionalmente, es holgadamente inferior al umbral de control del 30 % estipulado como exposición diaria permitida para administración por vía oral, por lo que no es preciso implementar otros controles en la especificación del medicamento.

source: Based on the analytical data the risk of contribution of elemental impurities to the final drug product is presented in the following for the excipients used for the manufacture of empagliflozin / linagliptin film- coated tablets:
es_es: A partir de los datos analíticos, se presenta a continuación el riesgo de contribución de impurezas elementales en el medicamento de cada excipiente empleado en la fabricación de comprimidos recubiertos de empagliflozina / linagliptina:

source: Based on the analytical results and the statistical analysis, the proposed CEX method is suitable to replace the current CEX test method.
es_es: Según los resultados analíticos y el análisis estadístico, el método analítico propuesto para la cromatografía por CEX es adecuado para reemplazar el método analítico CEX vigente.

source: Based on the analytical results and the statistical analysis, the proposed single-chain test method is suitable to replace the current test method.
es_es: Según los resultados analíticos y el análisis estadístico, el método analítico propuesto parala determinación de la cadena única es adecuado para reemplazar el método analítico vigente.

source: Based on the analytical results, the proposed CEX method is suitable to replace the current CEX test method with no impact on product quality.
es_es: Según los resultados analíticos, el método de CEX propuesto es válido para reemplazar el método de CEX vigente sin afectar la calidad del producto.

source: Based on the assessment of the investigators, acute pyelonephritis was documented for 13 patients in the empagliflozin group (0.4%) and 5 patients (0.2%) in the placebo group; these events occurred in both males and females (Table 12.1.3.5: 2).
es_es: Según la evaluación de los investigadores, se documentó pielonefritis aguda en 13 pacientes del grupo de empagliflozina (0.4%) y 5 pacientes del grupo de placebo (0.2%); estos eventos ocurrieron tanto en varones como en mujeres (Tabla 12.1.3.5: 2).

source: Based on the assessment of the validation data, the methods are suitable for their intended use.
es_es: A partir de la evaluación de los datos de validación, los métodos son adecuados para su uso previsto.

source: Based on the assumption that a patient weighs 50 kg (to ensure safety of lower weight patients), the maximal allowed endotoxin limit is 5 IU/kg, and the maximum expected dose is 50 mg, resulting in a calculated endotoxin level of < 5 IU/mg.
es_es: A partir del supuesto de que un paciente pesa 50 kg (para garantizar la seguridad de los pacientes de menor peso), el límite máximo de endotoxinas permitido es de 5 IU/kg,y la dosis máxima esperada es de 50 mg, lo que da como resultado un nivel de endotoxinas calculado < 5 IU/mg.

source: Based on the available data, an acceptance criterion for DP release and shelf life of ≤ 2 % is proposed as adequate for fragment region 1.
es_es: A partir de los datos disponibles, un criterio de aceptación ≤ 2% para liberación y vida útil del medicamento se propone como adecuado para la región de fragmentos 1.

source: Based on the available extractable profiles data of the different polymeric product contacting materials, it can be concluded that the materials used in the manufacturing process of spesolimab PFS-NSD-1 with respect to potential leaching are adequate.
es_es: Con base en la información sobre los perfiles de las sustancias extraíbles de aquellos materiales poliméricos que se encuentran en contacto con el producto, se puede concluir que, en términos de lixiviación, son adecuados los materiales utilizados en el proceso de fabricación del dispositivo PFS-NSD-1 de Espesolimab.

source: Based on the available information, gluten in Ipratropium Bromide Monohydrate AP Metered Dose Aerosol (Pressurised Aerosols) 0.021 mg/actuation is excluded.
es_es: Con base en la información disponible, queda excluida la presencia de gluten en Bromuro de ipratropio monohidrato en aerosol de dosis medidas con AP (aerosoles presurizados), 0.021 mg/pulsación.

source: Based on the available information, gluten in Ipratropium bromide monohydrate / Salbutamol sulphate solution for inhalation in unit dose vials, 0.52 mg :
es_es: Bromuro de ipratropio monohidrato / Sulfato de salbutamol, solución para inhalación en viales de dosis unitarias, 0.52 mg:

source: Based on the available information, gluten in Ipratropium bromide monohydrate / Salbutamol sulphate solution for inhalation in unit dose vials, 0.52 mg : 3.0 mg / 2.5 ml is excluded.
es_es: Con base en la información disponible, queda excluida la presencia de gluten en Bromuro de ipratropio monohidrato / Sulfato de salbutamol, solución para inhalación en frascos-ampollas de dosis unitarias, 0.52 mg: 3.0 mg / 2.5 ml.

source: Based on the available information, gluten in Pramipexole Dihydrochloride Monohydrate Tablets is excluded.
es_es: Con base en la información disponible, queda excluida la presencia de gluten en Pramipexol diclorhidrato monohidrato, comprimidos.

source: Based on the available information, gluten in Tiotropium+Olodaterol Respimat® solution for inhalation is excluded.
es_es: Con base en la información disponible, queda excluida la presencia de gluten en Tiotropio+Olodaterol, Respimat®, solución para inhalación

source: Based on the available information, gluten in linagliptin / metformin hydrochloride film-coated tablets is excluded.
es_es: Con base en la información disponible, queda excluida la presencia de gluten en linagliptina / Clorhidrato de metformina, comprimidos.

source: Based on the available information, gluten in nintedanib capsules is excluded.
es_es: Con base en la información disponible, queda excluida la presencia de gluten en nintedanib, cápsulas.

source: Based on the available information, gluten in pramipexole dihydrochloride monohydrate ER is excluded.
es_es: Con base en la información disponible, queda excluida la presencia de gluten en Pramipexol diclorhidrato monohidrato, liberación prolongada.

source: Based on the broad BIcMQ, similar frequencies of patients had events related to ketoacidosis; see Table 12.1.3.3: 1.
es_es: Según la consulta BIcMQ general, presentaron eventos relacionados con la cetoacidosis frecuencias similares de pacientes; ver Tabla 12.1.3.3: 1.

source: Based on the current Company Core Data Sheet for Metalyse® [CCDS 0245-09], the following text gives the most recent summary of the toxicological studies with tenecteplase:
es_es: Con base en la Información fundamental del producto de uso interno vigente de Metalyse ® [CDS 0245-09], el texto siguiente ofrece el resumen más reciente de los estudios toxicológicos de tenecteplasa:

source: Based on the equivalence of the critical process steps and their controls, as well as the comparable equipment and validated manufacturing process, and as confirmed by batch analyses and stability data, both manufacturing sites (BI ES (SC) and BI DE (IN)) are equally capable of manufacturing Spiriva® Respimat® Solution for Inhalation (2.5 μg tiotropium per actuation).
es_es: Con base en la equivalencia de los pasos críticos del proceso y sus controles, así como en la equiparabilidad de los equipos y procesos de fabricación validados, y según lo confirmado por análisis de las partidas y datos de estabilidad, ambas plantas productoras (BI ES [SC] y BI DE [IN]) son igualmente capaces de fabricar Spiriva® Respimat®, Solución para inhalación (2.5 μg de tiotropio por pulsación).

source: Based on the extractable results the range of potential leachable species was identified for further analysis.
es_es: Con base en los resultados obtenidos sobre las sustancias extraíbles, se identificó el rango de especies potencialmente lixiviables para su posterior análisis.

source: Based on the extractables data, a product specific calculation was performed with the worstcase assumption that extractables at the levels seen in the extractable study are potential leachables and end up in the DP solution.
es_es: Con base en los datos de las sustancias extraíbles, se realizó un cálculo específico para el producto usando el peor supuesto de que estas, en los niveles observados en su análisis, son lixiviables potenciales y terminan en la solución del medicamento.

source: Based on the justification outlined in the following sections, BI concludes that Metalyse® and TNKase® remain comparable today.
es_es: A partir de la justificación descrita en las siguientes secciones, BI concluye que Metalyse® y TNKase® siguen siendo comparables en la actualidad.

source: Based on the manufacturing experience and method variability, a range of ± 20 mOsmol/kg was set as an acceptance criterion.
es_es: Con base en la experiencia de fabricación y la variabilidad del método, se estableció como criterio de aceptación un rango de ± 20 mOsmol/kg.

source: Based on the maximal DNA concentration found in samples prior to Phenyl Sepharose Chromatography (SP Sepharose activity pool:
es_es: A partir de las concentraciones máximas de ADN halladas en muestras antes de la cromatografía en fenil sefarosa (mezcla de actividad en SP sefarosa:

source: Based on the mode of action of thrombolysis treatment with TPA, the compound properties, and the severe indication diseases, two risks had been categorised as Safety Concerns for Metalyse in the past:
es_es: Con base en el modo de acción del tratamiento trombolítico con TPA, las propiedades del compuesto y la gravedad de las enfermedades indicadas, en el pasado se habían categorizado dos riesgos como riesgos de seguridad para Metalyse:

source: Based on the outcome of the extractables and leachables studies and the toxicological assessment the suitability of the selected rubber stopper for tenecteplase has been demonstrated.
es_es: En función de los resultados de los estudios de extraíbles y lixiviables y de la evaluación toxicológica, se ha demostrado la idoneidad del tapón de caucho escogido para el medicamento tenecteplasa.

source: Based on the outcome, a final risk assessment was compiled, refer to Chapter 3.11.
es_es: En función del resultado, se realizó una evaluación de riesgos final, que puede consultarse en el Capítulo 3.11.

source: Based on the outcome, a risk assessment was compiled, refer to Section 3.2.P.2, Chapter 3.11
es_es: En función del resultado, se realizó una evaluación de riesgos final, que puede consultarse en la Sección 3.2.P.2, Capítulo 3.11.

source: Based on the outcome, process parameter ranges have been defined and were afterwards verified during process performance qualification (PPQ) runs.
es_es: Con base en el resultado, se definieron rangos de parámetros del proceso, que luego se verificaron durante sucesivas pasadas de calificación del desempeño del proceso.

source: Based on the previously established stability for of Pramipexole Dihydrochloride Monohydrate Extended Release (ER) Tablets packaged in the commercial packaging configuration, and the additional stability studies summarised in this document, the currently assigned shelf life of 36 months is confirmed for the drug product manufactured and packaged by Rottendorf Pharma GmbH, Ennigerloh, Germany.
es_es: Con base en la estabilidad previamente establecida para pramipexol diclorhidrato monohidrato, comprimidos de liberación prolongada (ER) acondicionados según configuración de envase comercial, y los estudios de estabilidad adicionales resumidos en este documento, se confirma la vida útil de 36 meses actualmente asignada al medicamento fabricado y envasado por Rottendorf Pharma GmbH, Ennigerloh, Alemania.

source: Based on the qualification of the isolator, the remaining VHP concentration in the atmosphere is within defined limits at the start of filling.
es_es: De acuerdo con la calificación del aislador, la concentración de vapor de peróxido de hidrógeno que permanece en la atmósfera está dentro de los límites establecidos al inicio del llenado.

source: Based on the rationales presented above the acceptance criteria for CGE reduced release and stability testing of tenecteplase DP are proposed as follows:
es_es: A partir de las justificaciones detalladas anteriormente, se proponen los siguientes criterios de aceptación para la CGE en condiciones reductoras de las pruebas de liberación y estabilidad del medicamento tenecteplasa:

source: Based on the results for linearity, accuracy and precision, the range of the analytical procedure has been determined to cover the concentrations given in Table 42.
es_es: Con base en la linealidad, exactitud y precisión, se determinó que el intervalo del procedimiento analítico debía abarcar las concentraciones de la Tabla 42.
